// InfoPlist.strings

{
    CFBundleHelpBookName = "OmniGraffle Help";
    // [Insert CFBundleDisplayName Here] (done by sed script in PackageApplication)

    // Document type human-readable names.
    "com.omnigroup.omnigraffle.graffle" = "OmniGraffle Document";
    "com.omnigroup.omnigraffle.diagramstyle" = "OmniGraffle Diagram Style";
    "com.omnigroup.omnigraffle.template" = "OmniGraffle Template";
    "com.omnigroup.omnigraffle.gstencil" = "OmniGraffle Stencil";
    "com.omnigroup.foreign-types.ms-visio.xml" = "Visio® XML document";
    "com.omnigroup.foreign-types.ms-visio.xml.template" = "Visio® XML template";
    "com.omnigroup.foreign-types.ms-visio.xml.stencil" = "Visio® XML stencil";
    "com.omnigroup.foreign-types.ms-visio" = "Visio® document";
    "com.omnigroup.foreign-types.ms-visio.template" = "Visio® template";
    "com.omnigroup.foreign-types.ms-visio.stencil" = "Visio® stencil";
    "com.adobe.pdf" = "PDF vector image";
    "public.tiff" = "TIFF bitmap image";
    "public.png" = "PNG bitmap image";
    "public.jpeg" = "JPEG bitmap image";
    "com.compuserve.gif" = "GIF bitmap image";
    "com.adobe.encapsulated-postscript" = "EPS vector image";
    "public.html" = "HTML image map";
    "HTML Image Map" = "HTML image map";
    "com.omnigroup.omnioutliner.ooutline" = "OmniOutliner document";
    "com.omnigroup.omnioutliner.oo3" = "OmniOutliner 3";
    "com.omnigroup.foreign-types.svg" = "SVG vector drawing";
    "com.microsoft.bmp" = "BMP bitmap image";
    "com.adobe.photoshop-image" = "Photoshop® image";
    "com.apple.pict" = "PICT vector image";
}